Tekla.Structures.ModelInternal.dotDstvNumerationLine
Serialization structure for DstvNumerationLine.

Tekla.Structures.ModelInternal.dotDstvNumerationLine.IsInitialized
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvNumerationLine.IsBlockEnd
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvNumerationLine.Side
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvNumerationLine.X
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvNumerationLine.Reference
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvNumerationLine.Y
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvNumerationLine.Angle
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvNumerationLine.TextHeight
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvNumerationLine.Text
DO NOT USE! For internal usage only!